start = سلام! فایلی داری که بخوای ویرایشش کنی؟

join-channels = برای ادامه باید به کانال‌های زیر بپیوندید.
check-join = عضو شدم ✅

video = می‌خواهید با این ویدیو چه کاری انجام دهید؟ 🤔
video-note = 📹 ویدیو نوت
video-too-long = ویدیو باید کمتر از ۶۰ ثانیه باشد

audio = می‌خواهید با این فایل صوتی چه کاری انجام دهید؟ 🤔
audio-metadata = ✏️ ویرایش اطلاعات متادیتا
audio-new-title = عنوان جدید چی باشه؟
audio-new-artist = اسم هنرمند جدید چیه؟
audio-new-album = اسم آلبوم جدید چیه؟
audio-new-cover = عکس جدید برای آهنگ چی باشه؟

downloading = ⬇️ در حال دانلود...
processing = 🔄 در حال پردازش...
uploading = ⬆️ در حال آپلود به تلگرام...

cancel = لغو
canceled = لغو شد!
skip = رد کردن

error = مشکلی پیش آمد! دوباره امتحان کنید!

file-size-error = "حجم فایل باید کمتر از { size } مگابایت باشد"